;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 21 April 2018
;~ Author.......: Miguel Ángel Ruiz Catalán (deMARC\soft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 2.x

[Language]
Name = Spanish
Code = es
Encoding = Unicode

[Translations]
About = Acerca de
Custom = Personalizado
Donate = Donar
Logging = Logging
Menus = Menús
Messages = Mensajes
Messages2 = Mesajes2
Preferences = Preferencias
Update = Actualización
Versioning = Versiones

[About]
Window_Title = Acerca de %{Program.Name}
Label_Version = Versión
Label_AutoIt = Hecho con AutoIt versión
Label_Copyright = Copyright
Tip_Title_Donate = Donar para nuestra causa
Tip_Message_Donate = Cuando donas, ayudas a mantener nuestro software gratis\rny nos permites adquirir las herramientas y servicios\rnque necesitamos para servirte. 
Label_Home = Homepage
Label_License = Licencia
Label_Support = Apoyo
Tip_Title_Country = Hecho en Sudáfrica
Tip_Message_Country = %{Program.Name} nació en Suráfrica.
Label_Contributors = Contribuciones
Tip_Facebook = Siguenos en Facebook.
Tip_Twitter = Siguenos en Twitter.
Tip_GooglePlus = Búscanos en Google.
Tip_GitHub = %{Program.Name} en GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d MB LIBRE DE %d MB (%d%)
Tip_RAM = Memoria de acceso aleatorio
Label_HDD = (%s) %.2f GB LIBRE DE %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Si tu unidad de DVD ha desaparecido de %{Windows.Version} o no es reconocida por algunos programs, pulsa '%s' y reinicia tu ordenador. Recuerda crear un punto de restauración del sistema antes de continuar.
Label_Status_Updates = Comprobar actualizaciones
Label_Status_Warning = Puede que sea necesario reinstalar cualquier software diseñado para utilizar las unidades de BD/DVD/CD después de ejecutar %{Program.Name}.
Radio_Reset_Autorun = Resetear opciones autorun
Checkbox_Just_Repair = Solo reparar
Tip_Nothing_Title = Deshabilitar opciones de reseteo y protección
Tip_Nothing_Message = Deshabilitar procesado extra
Radio_Protect = Proteger autorun contra malware
Tip_Protect_Message = ¡Esta opción deshabilita la funcionalidad de autorun en todas las unidades removibles!\rnSeleciona '%s' para habilitar el autorun.
Tip_Protect_Title = ¡Atención!
Checkbox_Include_Local = Incluir Local Machine
Button_Repair = Reparar unidades DVD

[Donate]
Label_Heading = Has estado utilizando %{Program.Name} al rededor de %d horas. Ahora, ¿qué tal si donas para nuestra causa?
Label_Message = Pulsa en el botón PayPal de abajo o ve a PayPal.me/rizonesoft, introduce la cantidad, y envianos la donación. Como es a través de PayPal, sabes que es facil y seguro que enviar efectivo. ¿No tienes una cuenta de PayPal? No te preocupes, crearla es facil y rápido.

[Logging]
Finished = Terminado
success = con éxito
Response_Received = Respuesta recibida
Successfully = Con éxito
OK = ¡OK!
Registration_succeeded = Registro con éxito
Initiated = Iniciado
Error = error
Failed = ha fallado
Access_Denied = Acceso denegado
No_Operation_Performed = No se puede hacer la operación
VERSION = VERSIÓN
File_Not_Found = No se encontró el archivo de log '%s'.
Showing_File = Mostrando el archivo de log '%s'.
Showing_Error = Algo ha ido mal: Proceso ID: %s
Opening_File = Abriendo el archivo de log.
Opening_Directory = Abriendo la carpeta de log...
Directory_Not_Found = No se encuentra la carpeta '%s' de log.
Showing_Directory = Mostrando '%s' carpeta de log.
Bool_Yes = Si
Bool_No = No
Info_Date = Fecha:
Info_Program = Programa:
Info_Program_Path = Ruta del programa:
Info_Compiled = Compilado:
Info_AutoIt_Version = Versión de AutoIt:
Info_AutoIt_64Bit = Versión de AutoIt 64-Bit:
Info_Windows_Version = Versión de Windows:
Info_System_Type = Tipo de sistema:
Info_Memory = Memoria (RAM):
Info_ProgramFiles = Carpeta de archivos de programa:
Info_Windows_Directory = Carpeta de Windows:
Level_Error = Error:
Level_Warning = Aviso:
Level_Success = Con éxito:
Level_Finished = Completado:

[Menus]
File = &Archivo
File_Preferences = &Preferencias
File_Logging = &Logging
File_Logging_Open_File = Abrir archivo de &log
File_Logging_Open_Directory = Abrir carpeta &de log
File_Reboot = &Reiniciar Windows
File_Close = &Cerrar\tAlt+F4
Troubleshoot = Solucionar problema&s
Troubleshoot_Hardware = Solucionar problemas usando &hardware
Tools = Herramientas
Tools_System_Restore = &Crear un punto de restauración de Windows
Tools_Device_Manager = Administrador de &dispositivos
Tools_Update_Firmware = Actuializar &Firmware (FirmwareHQ.com)
Help = A&yuda
Help_Update = Comprobar act&ualizaciones
Help_Home = %{Company.Name} &Home
Help_Downloads = Más &descargas
Help_Support = &Apoyo
Help_Issue = Crear una &incidencia
Help_Donate = D&onar para la causa 
Help_About = Acerca de %{Program.Name}
Debug = &Debug

[Messages]
Info_Title = Toma nota por favor
Warning_Title = ¡Atención!
Error_Title = ¡Oops! ¡Algo ha ido mal!
Error_Oops = Oops!
Singleton = Ya se está ejecutando otra instancia de %{Program.Name}.
Compatible = %{Program.Name} no es compatible con tu versión de. Si crees que es un error, por favor, deja un mensaje en '%s' con todos los detalles.
Compatible_Bit = Lamentablemente %{Program.Name} de 32 Bit no es compatible con tu versión de Windows. Por favor descarga %{Program.Name} de 64 Bit desde '%s'
Loading_Initializing = Iniciando %{Program.Name}
Loading_Localizations = Cargando traducciones
Loading_Resources = Fijando recursos
Loading_WorkingDirectories = Fijando carpetas de trabajo
Loading_Logging = Iniciando Logging
Loading_Configuration = Cargando configuración
Loading_Shortcuts = Fijando atajos de teclado
Loading_Interface = Iniciando núcleo de la interfaz
Ping_Check_Connection = Comprobando conexión a Internet.
Ping_Response = Respuesta recibida en %s milisegundos.
Ping_Host_Offline = El anfitrión esta fuera de linea.
Ping_Host_Unreachable = El anfitrión es inalcanzable.
Ping_Host_Bad = Mal destino.
Ping_Host_No_Internet = Sin conexión a internet.
Global_Errors = ¡Terminado con (%02i) %s!
Global_Errors_Error = error
Global_Errors_Errors = errores
Global_Finished = Se completó la tarea seleccionada.
Global_File = archivo
Global_Files = archivos
RegisterDll_Success = RegSvr32.exe > '%s' Se registró con éxito.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Para registrar un módulo, debes proporcionar un nombre en binario.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Módulo especificado no encontrado.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Módulo cargado pero el punto de entrada DllRegisterServer no se encontró.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Error número: 0x80070005
Registry_Write_Error = No puedo escribir en '%s'
Registry_Error_01 = Incapaz de abrir la clave requerida.
Registry_Error_02 = Incapaz de abrir la clave maestra requerida.
Registry_Error_03 = Incapaz de abrir el valor requerido.
Registry_Error_04 = Tipo de valor no soportado.
Registry_Error_05 = Incapaz de borrar el valor requerido.
Registry_Error_06 = Incapaz de borrar la clave/valor requerido.

[Messages2]
Boot_01 = Puede que sea necesario un reinicio del sistema para que los ajustes tengan efecto.
Boot_02 = ¿Reiniciar o no reiniciar?
Boot_03 = Puede que necesites reiniciar tu ordenador antes de que los ajustes tengan efecto. ¿Quieres reiniciar tu ordenador ahora? Salva los datos, aguanta la respiración y pulsa Si para reiniciar el ordenador. O pulsa No para ignorarme.
Boot_04 = ^ ¿No necesitas reiniciar tu ordenador?
Boot_05 = ^ No puedo discutir eso. Después de todo es tu ordenador.
Boot_06 = Pulsa en '%s' y después en '%s' para reiniciar tu ordenador después.
Boot_07 = Reiniciando Windows...
MsgBox_Boot_Title = ¡Reiniciando!
MsgBox_Boot_Message = Tu ordenador se reiniciará en %s segundos. Esto te dará tiempo suficiente para salvar tus datos. Pulsa Ok para reiniciar tu ordenador ahora.
Boot_Restarting = Tu ordenador se está reiniciando.
Boot_Canceled = Reinicio cancelado.
Repair_Drives_01 = Reparando unidad DVD.
Repair_Drives_02 = Reseteando filtros superiores e inferiores.
Repair_Drives_03 = Reseteando ajustes de Autorun.
Repair_Drives_04 = Restaurando la interfazde disco ATAPI.
Repair_Drives_05 = Espero que se hayan resuelto tus incidencias. Si no, puede que se trate de un problema físico con el hardware.

[Preferences]
Window_Title = Preferencias
Tab_General = General
Tab_Performance = Performance
Tab_Language = Idioma
Group_Logging = Logging
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Language
Checkbox_Enable_Logging = Habilitar logging
Label_Log_Exceed = Tamaño del Log menor de:
Label_Logging_Size = Tamaño de Logging: %s KB
Button_Logging_Clear = Lipiar Logging
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Selecciona el idioma que prefieras y pulsa el botón %s para continuar. (Es necesario reiniciar)
Button_Save = Salvar
Button_Cancel = Cancelar
Label_Updated = Preferencias actualizadas
Label_Logging_Cleared = Logging limpiado
MsgBox_Language_Title = Idioma cambiado
MsgBox_Language_Message = El idioma seleccionado ha cambiado. %{Program.Name} debe ser reiniciado para que el cambio tenga efecto.
MsgBox_Closing_Title = Cerrando %{Program.Name}
MsgBox_Closing_Messag = ¿Quieres cerrar %{Program.Name} ahora?

[Update]
Window_Title_Available = Actualización disponible
Window_Title_Congratulations = ¡Enhorabuena!
Window_Title_Error = ¡Algo ha ido mal!
Label_Message_Update = Hay disponible una nueva versión de %{Program.Name}.
Label_Message_Latest = Estás usando la última versión de  %{Program.Name}.
Label_Message_Error = No se puede recuperar la información sobre la última versión de %{Program.Name}.
Label_Message_Internet = Por favor comprueba tu conexión a internet e inténtalo de nuevo.
Label_Build_Current = Versión actual:
Label_Build_Update = Versión nueva:
CheckBox_NoUpdate = No comprobar las actualizaciones.
Button_Update = Descargar la nueva versión
Button_Close = Cerrar

[Versioning]
Administrator = Administrador
Build = Versión
AutoIt_Version = usando la versión de AutoIt %{AutoIt.Version}
Bit = Bit